Repository: ConversationDevelopers/conversation
Catalog: conversation/Resources/*.lproj/Localizable.strings
Languages: german

source: %cCurrent Version:%c %@ %@-%@ (Build Date: %@) (%@)
german: %1$cCurrent Version:%2$c %3$@ %4$@-%5$@ (Build Date: %6$@) (%7$@)

source: <channel/user> <command>
german: <channel/user> <befehl>

source: <channel/user> <command> <response>
german: <channel/user> <befehl> <Antwort>

source: <command>
german: <befehl>

source: <new nickname>
german: <neuer nickname>

source: <seconds> <command>
german: <seconds> <befehl

source: A server password reference was found but no password: %@
german: Es wurde eine Referenz zu einem Password gefunden aber kein Password: %@

source: Add Channel
german: Channel hinzufügen

source: Add Command
german: Befehl hinzufügen

source: Add Connection
german: Verbindung hinzufügen

source: Add Conversation
german: Conversation hinzufügen

source: Add Ignore
german: Ignore hinzufügen

source: Add Item
german: Eintrag hinzufügen

source: Address
german: Adresse

source: Algorithm
german: Algorithmus

source: Camera
german: Kamera

source: Cancel
german: Abbrechen

source: Cannot verify Server Identity
german: Die Identität des Servers kann nicht überprüft werden

source: Central European (ISO Latin 2)
german: Zentral Europäisch (ISO Latin 2)

source: Central European (Windows Latin 2)
german: Zentral Europäisch (Windows Latin 2)

source: Certificate Details
german: Zertifikatdetails

source: changed the topic to
german: Topic wurde geändert zu

source: Channel Information
german: Channel Informationen

source: Channel Invite
german: Channel Einladung

source: Channel requires invitation
german: Channel Einladung notwendig

source: Close
german: Schließen

source: Command
german: Befehl

source: Command usage: /%@ %@
german: Befehl Verwendung: /%1$@ %2$@

source: Connect
german: Verbinden

source: Connect at Launch
german: Verbinden beim Öffnen

source: Connect Commands
german: Verbindungsbefehle

source: Connected
german: Verbunden

source: Connecting to [%@] on port %d
german: Verbindung zu [%1$@] mit port %2$d

source: Connection
german: Verbindung

source: Connection attempt failed %i times. Connection aborted.
german: Verbindung %i mal fehlgeschlagen.Verbindung abgebrochen.

source: Connection secured using %@
german: Verbindung gesichert mit %@

source: Connection to host at [%@] established.
german: Verbindung zu host [%@] eingerichtet.

source: Connections
german: Verbindungen

source: Continue
german: Weiter

source: Conversation cannot verify the identity of %@ Would you like to continue anyway?
german: Conversation kann die Identität von %@ nicht überprüfen, möchtest du trotzdem fortsetzen?

source: Copy
german: Kopieren

source: Could not connect: %@
german: Kann nicht verbinden: %@

source: Country
german: Land

source: Delete
german: Löschen

source: Description
german: Beschreibung

source: Disconnect
german: Verbindung trennen

source: Disconnected from server due to an untrusted SSL certificate
german: Verbindung zum Server getrennt wegen eines nicht vertrauenswürdigen SSL Zertifikat

source: Do you really want to delete this connection?
german: Willst du diese Verbindung wirklich löschen?

source: Edit
german: Bearbeiten

source: Email Address
german: Email Adresse

source: Enter Limit
german: Limit eingeben

source: Enter Password
german: Password eingeben

source: Get Info (Whois)
german: Benutzerinfo (Whois)

source: got invitation
german: Einladung bekommen

source: Hide Console
german: Console verstecken

source: Invite only (+i)
german: Nur mit Einladung (+i)

source: Invite required
german: Einladung benötigt

source: is now known as
german: nannte sich um in

source: Japanese (EUC)
german: Japanisch (EUC)

source: Japanese (ISO 2022-JP)
german: Japanisch (ISO 2022-JP)

source: Japanese (Windows, DOS)
german: Japanisch (Windows, DOS)

source: Join a Channel
german: Channel betreten

source: Join Channels
german: Channels betreten

source: joined the channel
german: betritt den Channel

source: %@ kicked %@ from the channel (%@)
german: %@ hat %@ aus dem Channel gekickt (%@)

source: left IRC
german: verlässt IRC

source: left the channel
german: verlässt den Channel

source: Message a User
german: Nachricht an einen User

source: Moderated channel (+m)
german: Moderierter Channel (+m)

source: New Connection
german: Neue Verbindung

source: Nick Password
german: Nick Passwort

source: NO
german: Nein

source: No
german: Nein

source: No Channels
german: Keine Channels

source: No Commands
german: Keine Commands

source: No external messages (+n)
german: Keine externe Nachrichten (+n)

source: No Ignores
german: Keine Ignores

source: No Items
german: Keine Items

source: None
german: keine

source: Not Valid After
german: Nicht valide nach

source: Not Valid Before
german: Nicht valide vor

source: Open
german: Öffnen

source: Password
german: Passwort

source: Password Protection (+k)
german: Password gesichert (+k)

source: Photo Library
german: Foto Mediathek

source: Photo Source
german: Bild Quelle

source: Please check input values
german: Bitte Eingabe prüfen

source: Please enter a password
german: Bitte ein Passwort eingeben

source: Private channel (+p)
german: Privater Channel (+p)

source: Retry
german: Wiederholen

source: Save
german: Speichern

source: sets mode
german: setzt mode

source: Show Console
german: Zeige Console

source: Signature
german: Signatur

source: Sort Conversations
german: Sortiere Conversations

source: Stop Reconnect Attempts
german: Verbindungsversuche abbrechen

source: Topic set by operators (+t)
german: Topic nur durch Operators (+t)

source: Trust
german: Vertrauen

source: Unable to decode message: %s
german: Konnte Nachricht nicht dekodieren: %s

source: unknown security layer
german: Unbekannter Sicherheitslayer

source: Use SSL
german: Benutze SSL

source: User Identify
german: User Identität

source: View Details
german: Zeige Details

source: YES
german: Ja

source: Yes
german: Ja

source: You haven't specified a password or the entered password did not match
german: Du hast kein Passwort eingegeben oder es stimmt nicht überein.
